[
    {
        "picture": "http://placehold.it/700x300",
        "name": "Digiprint",
        "pricing": 475.97,
        "description": "Reprehenderit irure quis dolor ex et ipsum culpa et consequat. Aliquip ipsum excepteur enim ipsum cillum dolore occaecat eiusmod mollit pariatur et esse mollit officia. Culpa ullamco minim id dolor id officia dolore enim enim elit. Sunt est ea ullamco laboris amet exercitation commodo irure occaecat nisi veniam adipisicing. Magna cupidatat aliqua et magna sunt veniam et excepteur aute eiusmod deserunt nisi velit.\r\n",
        "tags": [
            "tag6",
            "tag2",
            "tag5"
        ]
    },
    {
        "picture": "http://placehold.it/700x300",
        "name": "Biflex",
        "pricing": 327.28,
        "description": "In sunt officia reprehenderit culpa cupidatat pariatur reprehenderit officia. Fugiat voluptate et eu et culpa. Et eiusmod aute eu in ea ut quis Lorem amet officia. Exercitation officia incididunt eu irure. Ullamco irure dolor esse in irure consequat et reprehenderit commodo mollit. Exercitation quis sint tempor qui pariatur labore nostrud exercitation culpa.\r\n",
        "tags": [
            "tag6",
            "tag3",
            "tag4"
        ]
    },
    {
        "picture": "http://placehold.it/700x300",
        "name": "Comvey",
        "pricing": 19.26,
        "description": "Et ullamco est incididunt aliqua reprehenderit id reprehenderit cupidatat do fugiat laborum dolor proident. Qui elit ex incididunt ut tempor nisi labore mollit quis Lorem minim occaecat fugiat. Ex aliqua mollit ipsum cupidatat magna aliquip occaecat magna occaecat consectetur. Sunt id reprehenderit officia exercitation fugiat proident est est aute.\r\n",
        "tags": [
            "tag2",
            "tag2",
            "tag6"
        ]
    },
    {
        "picture": "http://placehold.it/700x300",
        "name": "Calcu",
        "pricing": 15.3,
        "description": "Ut veniam sunt tempor ullamco. Nisi exercitation enim labore culpa eu aliquip sit mollit nisi. Velit labore veniam quis do. Aliquip veniam aliquip sunt officia pariatur consectetur dolor et ipsum irure commodo aliquip ipsum.\r\n",
        "tags": [
            "tag5",
            "tag4",
            "tag6"
        ]
    },
    {
        "picture": "http://placehold.it/700x300",
        "name": "Qimonk",
        "pricing": 183.8,
        "description": "Excepteur culpa in quis est amet occaecat et tempor Lorem occaecat ipsum est ad. Voluptate enim ut cillum do tempor. Consequat irure qui non eiusmod. Ut laboris pariatur mollit esse excepteur culpa minim incididunt elit labore.\r\n",
        "tags": [
            "tag1",
            "tag3",
            "tag6"
        ]
    },
    {
        "picture": "http://placehold.it/700x300",
        "name": "Quilm",
        "pricing": 297.63,
        "description": "Non enim reprehenderit reprehenderit id sit amet nisi nostrud pariatur ea minim commodo cillum pariatur. Occaecat est culpa officia adipisicing cupidatat tempor deserunt quis ullamco. Non ipsum id esse tempor aute magna incididunt ut.\r\n",
        "tags": [
            "tag6",
            "tag3",
            "tag2"
        ]
    },
    {
        "picture": "http://placehold.it/700x300",
        "name": "Perkle",
        "pricing": 69.28,
        "description": "Veniam occaecat sint cupidatat et enim eiusmod sit ea nisi laborum velit adipisicing ea. Eu occaecat in commodo laboris. Mollit adipisicing culpa in cupidatat proident elit duis laboris.\r\n",
        "tags": [
            "tag6",
            "tag5",
            "tag2"
        ]
    },
    {
        "picture": "http://placehold.it/700x300",
        "name": "Zenolux",
        "pricing": 177.66,
        "description": "Aliqua non ut dolor nostrud dolor nostrud non qui culpa. Aute consequat sit officia deserunt cillum cillum in cupidatat est. Laboris sunt pariatur consequat irure excepteur aute nisi sunt. Tempor adipisicing occaecat consequat consectetur aute. Do exercitation cillum elit anim irure dolore tempor labore laboris mollit occaecat do pariatur quis. Enim eu duis duis ea minim eu nulla eu sit.\r\n",
        "tags": [
            "tag1",
            "tag4",
            "tag2"
        ]
    },
    {
        "picture": "http://placehold.it/700x300",
        "name": "Zytrac",
        "pricing": 449.49,
        "description": "Fugiat voluptate esse cillum ex officia sunt esse. Commodo duis et fugiat aliqua sunt et occaecat incididunt eiusmod. Consequat ipsum amet sunt officia eu irure commodo. Commodo ex pariatur minim sit. Proident elit reprehenderit incididunt ullamco officia exercitation ea id. Esse quis anim id mollit veniam cupidatat enim cillum do consectetur amet consectetur. Velit nisi Lorem consectetur velit est exercitation voluptate consectetur aute excepteur.\r\n",
        "tags": [
            "tag2",
            "tag3",
            "tag3"
        ]
    },
    {
        "picture": "http://placehold.it/700x300",
        "name": "Renovize",
        "pricing": 269.46,
        "description": "Pariatur occaecat anim consequat ut incididunt voluptate sit incididunt nostrud fugiat sint. Sunt ipsum fugiat ex consequat nisi eu. Adipisicing tempor amet nulla minim amet officia duis et eu veniam ea incididunt do eiusmod. Ad enim do sint incididunt aliqua enim tempor. Pariatur aliquip culpa dolor mollit Lorem ullamco sint incididunt esse in irure nisi duis aute. Cupidatat enim adipisicing adipisicing irure occaecat.\r\n",
        "tags": [
            "tag5",
            "tag3",
            "tag6"
        ]
    },
    {
        "picture": "http://placehold.it/700x300",
        "name": "Zillactic",
        "pricing": 194.32,
        "description": "Ad deserunt laboris laboris do culpa laborum est qui sunt cillum qui non in culpa. Nulla sunt mollit commodo quis consequat in labore aliqua sunt. Esse ullamco magna duis ut do. Ad minim cillum est veniam nostrud. Consectetur ut amet proident do reprehenderit. Reprehenderit nisi officia duis cupidatat consequat eiusmod ipsum magna veniam. Voluptate ex amet nisi dolor eiusmod excepteur nostrud labore aliquip.\r\n",
        "tags": [
            "tag2",
            "tag1",
            "tag5"
        ]
    },
    {
        "picture": "http://placehold.it/700x300",
        "name": "Aeora",
        "pricing": 384.59,
        "description": "Ea elit nulla id quis. Anim veniam sint commodo labore officia ad eu nostrud deserunt cupidatat fugiat. Excepteur mollit qui irure proident irure anim Lorem veniam fugiat fugiat minim aliquip occaecat. Quis qui magna sint do nisi minim id adipisicing laboris. Proident tempor voluptate quis fugiat pariatur qui ex in adipisicing pariatur officia occaecat non.\r\n",
        "tags": [
            "tag1",
            "tag5",
            "tag1"
        ]
    },
    {
        "picture": "http://placehold.it/700x300",
        "name": "Xurban",
        "pricing": 356.96,
        "description": "Incididunt est consequat cillum cillum commodo labore commodo mollit enim et qui cupidatat laboris elit. Est ullamco aute qui reprehenderit ut nostrud id in esse eu laborum cillum fugiat. Et enim pariatur esse in sit nostrud exercitation nulla consectetur officia esse. Laboris sint qui incididunt Lorem cupidatat.\r\n",
        "tags": [
            "tag4",
            "tag2",
            "tag4"
        ]
    }
]